Repository: PlaceOS/user-interfaces
Catalog: apps/workplace/src/locale/messages.*.xlf
Languages: fr

source: Confirm Meeting booking
fr: Confirmer la réservation de la réunion

source: Booked Room
fr: Chambre réservée

source: {VAR_PLURAL, plural, =1 {Attendee } other {Attendees }}
fr: {VAR_PLURAL, plural, =1 {Participant } other {Participants }}

source: Catering
fr: Restauration

source: Assets
fr: Les atouts

source: Notes
fr: Remarques

source: Confirm
fr: Confirmer

source: Undo
fr: annuler

source: {VAR_PLURAL, plural, =1 {attendee } other {attendees }}
fr: {VAR_PLURAL, plural, =1 {participant } other {participants }}

source: {VAR_SELECT, select, true {Edit } false {Book }}
fr: {VAR_SELECT, select, true {Modifier } false {Livre }}

source: Details
fr: Détails

source: Attendees
fr: Participants

source: Availability
fr: Disponibilité

source: Room
fr: Chambre

source: General information for attendees
fr: Informations générales pour les participants

source: Confirm Meeting
fr: Confirmer la réunion

source: {VAR_SELECT, select, true {Reset } false {Clear }}
fr: {VAR_SELECT, sélectionner, vrai {Réinitialiser } faux {Effacer }}

source: Booking Confirmed!
fr: Réservation confirmée!

source: Your
fr: Ton

source: Great, thanks!
fr: Grand merci!

source: Add Title
fr: Ajouter un titre

source: Meeting title is required.
fr: Le titre de la réunion est requis.

source: Date and time must be in the future
fr: La date et l'heure doivent être dans le futur

source: Start Time
fr: Heure de début

source: End Time
fr: Heure de fin

source: All Day
fr: Toute la journée

source: Host
fr: Héberger

source: Confirm Desk Booking
fr: Confirmer la réservation du bureau

source: Single desk
fr: Bureau unique

source: Requested Locker
fr: Casier demandé

source: Book Desk
fr: Bureau de livre

source: Confirm Desk
fr: Confirmer le bureau

source: Your desk has been successfully booked
fr: Votre bureau a été réservé avec succès

source: Add to Outlook
fr: Ajouter à Outlook

source: Add to Google Calendar
fr: Ajouter à Google Agenda

source: Download iCal File
fr: Télécharger le fichier iCal

source: Single
fr: Seul

source: Group
fr: Groupe

source: Booking title is required.
fr: Le titre de réservation est requis.

source: Date and time must be in the future
fr: La date et l'heure doivent être dans le futur

source: All Day
fr: Toute la journée

source: Require locker
fr: Exiger un casier

source: Group Members
fr: Les membres du groupe

source: Desk
fr: Bureau

source: Request Asset
fr: Demander un actif

source: Confirm Parking Reservation
fr: Confirmer la réservation de stationnement

source: Car Park
fr: Parking

source: Space
fr: Espace

source: Confirm Reservation
fr: Confirmer la réservation

source: Parking Space Confirmed!
fr: Place de parking confirmée !

source: Your
fr: Ton

source: Great, thanks!
fr: Grand merci!

source: Building
fr: Imeuble

source: Building is required
fr: Le bâtiment est requis

source: Date and time must be in the future
fr: La date et l'heure doivent être dans le futur

source: All Day
fr: Toute la journée

source: Display & Accessibility
fr: Affichage et accessibilité

source: Dark Mode
fr: Mode sombre

source: Large Accessibility Sizes
fr: Grandes tailles d'accessibilité

source: Adjust your preferred reading size below.
fr: Ajustez votre taille de lecture préférée ci-dessous.

source: Select a building location
fr: Sélectionnez un emplacement de bâtiment

source: Book Meeting
fr: Réserver une réunion

source: Book Desk
fr: Bureau de livre

source: Book Car Space
fr: Réserver une place de voiture

source: Invite Visitor
fr: Inviter un visiteur

source: Your Bookings
fr: Vos réservations

source: Home
fr: Maison

source: Spaces
fr: Les espaces

source: No matches found.
fr: Aucun résultat.

source: Start typing to search...
fr: Commencez à taper pour rechercher...

source: Help & Support
fr: Support d'aide

source: Raise a support ticket
fr: Créer un ticket d'assistance

source: Name
fr: Nom

source: Name is required
fr: Le nom est requis

source: Email is required
fr: L'e-mail est requis

source: Location
fr: Emplacement

source: Issue Description
fr: Description du problème

source: Description is required
fr: La description est obligatoire

source: Completing this form will raise an incident in your support management platform
fr: Remplir ce formulaire déclenchera un incident dans votre plateforme de gestion du support

source: Submit
fr: Soumettre

source: My Day
fr: Ma journée

source: Work Location Settings
fr: Paramètres du lieu de travail

source: Sign Out
fr: Se déconnecter

source: Available Now
fr: Disponible dès maintenant

source: No free spaces
fr: Pas d'espace libre

source: Rooms
fr: Pièces

source: No free rooms
fr: Pas de chambres libres

source: {VAR_PLURAL, plural, =1 {Person } other {People }}
fr: {VAR_PLURAL, plural, =1 {Personne } other {Personnes }}

source: Create Meeting
fr: Créer une réunion

source: Remove Colleague
fr: Supprimer un collègue

source: You have no colleagues added. Please select the "Add" button to get started.
fr: Vous n'avez aucun collègue ajouté. Veuillez sélectionner le bouton "Ajouter" pour commencer.

source: Searching users...
fr: Recherche d'utilisateurs...

source: {VAR_PLURAL, plural, =1 {Resource } other {Resources }}
fr: {VAR_PLURAL, plural, =1 {Ressource } other {Ressources }}

source: {VAR_PLURAL, plural, =1 {Person } other {People }}
fr: {VAR_PLURAL, plural, =1 {Personne } other {Personnes }}

source: Book
fr: Livre

source: View Details
fr: Voir les détails

source: Remove Favourite
fr: Supprimer le favori

source: You have no favourites hearted. To add a favourites heart a room, desk or parking space.
fr: Vous n'avez pas de cœur de favoris. Pour mettre en favoris une chambre, un bureau ou une place de parking.

source: View All
fr: Voir tout

source: You have no upcoming bookings
fr: Vous n'avez aucune réservation à venir

source: Colleagues
fr: Collègues

source: Favourites
fr: Favoris

source: Hello
fr: Bonjour

source: Booking Types
fr: Types de réservation

source: Room and meeting invites
fr: Invitations de salle et de réunion

source: Desk bookings
fr: Réservations de bureau

source: Car space bookings
fr: Réservations d'espace voiture

source: Visitor
fr: Visiteur

source: Visitor bookings
fr: Réservations visiteurs

source: Apply Filters
fr: Appliquer des filtres

source: Category Filters
fr: Filtres de catégories

source: Desks
fr: Bureaux

source: Car Spaces
fr: Places de voiture

source: Visitors
fr: Visiteurs

source: Filters
fr: Filtres

source: Car
fr: Auto

source: Room and meeting invites
fr: Invitations de salle et de réunion

source: Car, Bike, Van and ACC bookings
fr: Réservations de voitures, vélos, fourgonnettes et ACC

source: Visitor invites
fr: Invitations de visiteurs

source: (Today)
fr: (Aujourd'hui)

source: No events and bookings for
fr: Pas d'événements et de réservations pour

source: Delete booking
fr: Supprimer la réservation

source: Create in Outlook
fr: Créer dans Outlook

source: Create in Google Calendar
fr: Créer dans Google Agenda

source: Confirm Booking
fr: Confirmer la réservation

source: Host
fr: Héberger

source: Reason
fr: Raison

source: Your desk
fr: Votre bureau

source: Confirm
fr: Confirmer

source: Add Desk
fr: Ajouter un bureau

source: COVID-19 Questionnaire
fr: Questionnaire COVID-19

source: Have you travelled overseas within the last 14 days?
fr: Avez-vous voyagé à l'étranger au cours des 14 derniers jours ?

source: Are you unwell or experiencing any cold or flu-like symptoms?
fr: Êtes-vous malade ou avez-vous des symptômes de rhume ou de grippe ?

source: Have you had contact with anyone with suspected COVID-19?
fr: Avez-vous été en contact avec une personne suspectée de COVID-19 ?

source: Your request to work from the office has been rejected based on your response to the compulsory Covid-19 questions. Please feel free to submit a new request when circumstances change in a way that changes your answer to the questions.
fr: Votre demande de travailler depuis le bureau a été rejetée sur la base de votre réponse aux questions obligatoires sur le Covid-19. N'hésitez pas à soumettre une nouvelle demande lorsque les circonstances changent d'une manière qui modifie votre réponse aux questions.

source: Facilities
fr: Installations

source: {VAR_SELECT, select, true {Remove from booking } false {Add to booking }}
fr: {VAR_SELECT, select, true {Supprimer de la réservation } false {Ajouter à la réservation }}

source: Select a desk to view it's details
fr: Sélectionnez un bureau pour voir ses détails

source: Filters
fr: Filtres

source: Map
fr: Carte

source: List
fr: Liste

source: Favourites Only
fr: Favoris uniquement

source: Desk Filters
fr: Filtres de bureau

source: Building
fr: Imeuble

source: Start Time
fr: Heure de début

source: End Time
fr: Heure de fin

source: Only show favourite desks
fr: Afficher uniquement les bureaux favoris

source: Type
fr: Taper

source: Results
fr: Résultats

source: Find Desk
fr: Trouver un bureau

source: Back
fr: Retour

source: View List
fr: Afficher la liste

source: Back to form
fr: Retour au formulaire

source: {VAR_SELECT, select, true {Remove from Booking } false {Add to booking }}
fr: {VAR_SELECT, select, true {Supprimer de la réservation} false {Ajouter à la réservation}}

source: Select building
fr: Sélectionnez le bâtiment

source: Start Time
fr: Heure de début

source: Visitor Name
fr: Nom du visiteur

source: Visitor Email
fr: Courriel du visiteur

source: A valid email is required
fr: Une adresse courriel valide est requise

source: Company
fr: Compagnie

source: Reason for visit
fr: Raison de visite

source: Send Visitor Invite
fr: Envoyer une invitation de visiteur

source: Visitor invite sent to
fr: Invitation de visiteur envoyée à

source: Invite has been sent to
fr: L'invitation a été envoyée à

source: Great, thanks
fr: Grand merci

source: Book Another Visitor
fr: Réserver un autre visiteur

source: Sending invitation...
fr: Envoi de l'invitation...

source: Room Facilities
fr: Équipements de la chambre

source: WiFi Available
fr: Wi-Fi disponible

source: Catering Available
fr: Restauration disponible

source: Whiteboard
fr: Tableau blanc

source: Select a space to view it's details
fr: Sélectionnez un espace pour voir ses détails

source: Space Filters
fr: Filtres d'espace

source: Only show favourite spaces
fr: Afficher uniquement les espaces favoris

source: No available spaces for selected time and/or filters
fr: Aucun espace disponible pour l'heure et/ou les filtres sélectionnés

source: Finding available spaces...
fr: Recherche de places disponibles...

source: Find Parking Space
fr: Trouver une place de stationnement

source: {VAR_PLURAL, plural, =1 {Person } other {People }}
fr: {VAR_PLURAL, plural, =1 {Personne } other {Personnes }}

source: Add Parking Resource
fr: Ajouter une ressource de stationnement

# tagsLabel
source: Tags:
fr: Mots clés:

# zoneTagsPlaceholder
source: Zone tags...
fr: Balises de zone...

source: None
fr: Aucun

source: Select an item to view it's details
fr: Sélectionnez un élément pour afficher ses détails

source: Catergories
fr: Catégories

source: Coffee
fr: Café

source: Drinks
fr: Boissons

source: Snacks
fr: Collations

source: Meals
fr: Repas

source: Add Catering
fr: Ajouter un service traiteur

# forbiddenLabel
source: Application Misconfigured.
fr: Application mal configurée.

# invalidPermissionLabel
source: This application requires a zone of type org, building and level to operate.
fr: Cette application nécessite une zone de type org, bâtiment et niveau pour fonctionner.

# contactAdminLabel
source: If this issue persists please contact your administrator.
fr: Si ce problème persiste, veuillez contacter votre administrateur.

source: Access forbidden.
fr: ACCÈS FORMELLEMENT INTERDIT.

source: You do not have permission to view this page and your access attempt has been recorded.
fr: Vous n'êtes pas autorisé à afficher cette page et votre tentative d'accès a été enregistrée.

source: Contact your Administrator if you feel that you should have access.
fr: Contactez votre administrateur si vous pensez que vous devriez y avoir accès.

source: {VAR_PLURAL, plural, =1 {Attendee } other {Attendees }}
fr: {VAR_PLURAL, plural, =1 {Participant } other {Participants }}

source: Checked in
fr: Enregistré

source: See All
fr: Voir tout

source: Yes
fr: Oui

source: No
fr: Non

source: Pending
fr: En attente

source: Host
fr: Héberger

source: Catering
fr: Restauration

source: Notes
fr: Remarques

source: Edit event
fr: Modifier l'événement

source: Delete event
fr: Supprimer l'événement

source: Add event to your calendar
fr: Ajouter un événement à votre calendrier

source: Done
fr: Fait

source: Book -
fr: Livre -

source: New Booking
fr: Nouvelle réservation

source: Booking Title
fr: Titre de la réservation

source: Booking title is required
fr: Le titre de la réservation est requis

source: Space:
fr: Espace:

source: Duration:
fr: Durée:

source: Save
fr: sauvegarder

source: Accuracy:
fr: Précision:

source: Last Seen:
fr: Vu pour la dernière fois :

source: Manufacturer:
fr: Fabricant:

source: OS:
fr: SE :

source: Username:
fr: Nom d'utilisateur:

source: Type:
fr: Taper:

source: Select Building...
fr: Sélectionnez Bâtiment...

source: Select Level...
fr: Choisir le niveau...

source: Legend
fr: Légende

source: Search for...
fr: Rechercher...

source: No matches found
fr: Aucun résultat

source: {VAR_SELECT, select, free {Free } busy {Busy } pending {Pending } reserved {Reserved } other {Not Bookable }}
fr: {VAR_SELECT, sélectionnez, libre {Libre } occupé {Occupé } en attente {En attente } réservé {Réservé } other {Non réservable }}

source: Capacity:
fr: Capacité:

source: Zoom In
fr: Agrandir

source: Zoom Out
fr: Dézoomer

source: Reset Zoom & Center
fr: Réinitialiser le zoom et le centre

source: Select host
fr: Sélectionnez l'hôte

source: Host is required
fr: L'hôte est requis

source: Select Room Size
fr: Sélectionnez la taille de la pièce

source: 1-2 People
fr: 1-2 personnes

source: 3-9 People
fr: 3-9 personnes

source: 10+ People
fr: 10+ personnes

source: Add Space
fr: Ajouter de l'espace

source: Drop file or click to upload file
fr: Déposez le fichier ou cliquez pour télécharger le fichier

source: Drop files
fr: Déposer des fichiers

source: or
fr: ou

source: Browse
fr: Parcourir

source: No uploaded files
fr: Aucun fichier téléchargé

source: Type a name or email
fr: Saisissez un nom ou un e-mail

source: Add external user with email "
fr: Ajouter un utilisateur externe avec e-mail "

source: Add external attendee "
fr: Ajouter un participant externe "

source: Card Number
fr: Numéro de carte

source: Name on Card
fr: Nom sur la carte

source: Cardholder name is required
fr: Le nom du titulaire de la carte est requis

source: Expiry Month
fr: Mois d'expiration

source: Expiry month is required
fr: Le mois d'expiration est requis

source: Expiry year is required
fr: L'année d'expiration est requise

source: Invalid security code
fr: Code de sécurité invalide

source: Booking Payment
fr: Paiement de réservation

source: You are requesting a
fr: Vous demandez une

source: You booking will cost:
fr: Votre réservation coûtera :

source: Make Payment
fr: Effectuer le paiement

source: Payment Successful
fr: Paiement réussi

source: Great, thanks.
fr: Grand merci.

source: Find Space
fr: Trouver de l'espace

source: {VAR_SELECT, select, true {Remove from Booking } false {Add to booking }}
fr: {VAR_SELECT, select, true {Supprimer de la réservation } false {Ajouter à la réservation }}

source: Select a room to view it's details
fr: Sélectionnez une chambre pour voir ses détails

source: Any Level
fr: N'importe quel niveau

source: Only show favourite rooms
fr: Afficher uniquement les pièces préférées
